<section id="about">
<h2 class="section-heading">Кои Сме Ние</h2>
<div class="width-wrapper">
    <img src="./static/images/about1.png" alt="about_us">

    <div class="about-us">

        <p>
            Бизнес клуб към Стопански факултет на Тракийски университет има за главна
            цел да събуди желанието на студентите за активен, присъствен и плодоносен
            студентски живот. Нашата студентска организация ще стимулира и насърчава
            развитието на младите хора с помощта на ментори от различни сектори.
            Създаване на устойчиво партньорство с български и международни организации
            също ще бъде приоритет за Бизнес клуб към Стопански факултет. Мисията ни ще
            бъде целогодишно предлагане и организиране на разнообразни събития,
            практически обучения, публични лекции и други, които да срещат студентите с
            водещи авторитети от различни сфери на обществено-икономическия и научен
            живот, давайки възможност за дискусии.
        </p>

        <a href="#" class="join-btn">Присъедини се</a>

    </div>
</div>
</section>